Repository: damiandania/DevMonitor
Catalog: DevMonitor/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

source: %@ build completed successfully.
es: La compilación de %@ finalizó con éxito.
fr: Le build de %@ a réussi.

source: %@ build failed.
es: Falló la compilación de %@.
fr: Le build de %@ a échoué.

source: %@ exited with code %lld.
es: %@ salió con el código %lld.
fr: %@ s'est arrêté avec le code %lld.

source: %@ is responding again.
es: %@ vuelve a responder.
fr: %@ répond à nouveau.

source: %@ ran out of memory; restarting with %lld GB.
es: %@ se quedó sin memoria; reiniciando con %lld GB.
fr: %@ a manqué de mémoire ; redémarrage avec %lld Go.

source: %@ stopped responding.
es: %@ dejó de responder.
fr: %@ a cessé de répondre.

source: %@ was hung and has been restarted.
es: %@ estaba colgado y se reinició.
fr: %@ était bloqué et a été redémarré.

source: Activity
es: Actividad
fr: Activité

source: Activity bars
es: Barras de actividad
fr: Barres d’activité

source: Add Project
es: Agregar proyecto
fr: Ajouter un projet

source: AI analysis
es: Análisis con IA
fr: Analyse par IA

source: Appearance
es: Apariencia
fr: Apparence

source: Auto-close orphaned dev processes under pressure
es: Cerrar automáticamente procesos de desarrollo huérfanos bajo presión
fr: Fermer automatiquement les processus de dev orphelins sous pression

source: Behavior
es: Comportamiento
fr: Comportement

source: Browser (Open)
es: Navegador (Abrir)
fr: Navigateur (Ouvrir)

source: Build failed
es: Falló la compilación
fr: Échec du build

source: Build memory
es: Memoria de compilación
fr: Mémoire de build

source: Build succeeded
es: Compilación exitosa
fr: Build réussi

source: Building…
es: Compilando…
fr: Compilation…

source: Builds (success / failure)
es: Compilaciones (éxito / fallo)
fr: Builds (succès / échec)

source: Categories
es: Categorías
fr: Catégories

source: Click + to add a project folder. Configure it in Settings.
es: Tocá + para agregar una carpeta de proyecto. Configurala en Ajustes.
fr: Cliquez sur + pour ajouter un dossier de projet. Configurez-le dans les Réglages.

source: Closed orphaned dev process
es: Se cerró un proceso de desarrollo huérfano
fr: Processus de dev orphelin fermé

source: Closed orphaned dev processes
es: Se cerraron procesos de desarrollo huérfanos
fr: Processus de dev orphelins fermés

source: Complete
es: Completo
fr: Terminé

source: Crashes, recycles, builds and pressure events will appear here.
es: Acá aparecerán caídas, reciclados, compilaciones y eventos de presión.
fr: Les plantages, recyclages, builds et événements de pression apparaîtront ici.

source: Dark
es: Oscuro
fr: Sombre

source: Default heap for new projects
es: Heap por defecto para proyectos nuevos
fr: Tas par défaut pour les nouveaux projets

source: Dev server CPU
es: CPU del servidor de desarrollo
fr: CPU du serveur de dev

source: Dev server crashed
es: El servidor de desarrollo se cayó
fr: Le serveur de dev a planté

source: Dev server failed
es: El servidor de desarrollo falló
fr: Échec du serveur de dev

source: Dev server memory
es: Memoria del servidor de desarrollo
fr: Mémoire du serveur de dev

source: Dev server recovered
es: Servidor de desarrollo recuperado
fr: Serveur de dev rétabli

source: Dev server recycled
es: Servidor de desarrollo reciclado
fr: Serveur de dev recyclé

source: Dev server unresponsive
es: El servidor de desarrollo no responde
fr: Le serveur de dev ne répond pas

source: Doctor: heavy processes, Dev Monitor diagnosis, memory.
es: Doctor: procesos pesados, diagnóstico de Dev Monitor, memoria.
fr: Doctor : processus lourds, diagnostic de Dev Monitor, mémoire.

source: Editor (Code)
es: Editor (Código)
fr: Éditeur (Code)

source: Enable notifications
es: Activar notificaciones
fr: Activer les notifications

source: Failed
es: Falló
fr: Échec

source: Failures (crash, gave up, OOM retry)
es: Fallos (caída, se rindió, reintento por OOM)
fr: Échecs (plantage, abandon, nouvelle tentative OOM)

source: Filter log
es: Filtrar registro
fr: Filtrer le journal

source: Folder
es: Carpeta
fr: Dossier

source: Health path
es: Ruta de salud
fr: Chemin de santé

source: Hide processes
es: Ocultar procesos
fr: Masquer les processus

source: History
es: Historial
fr: Historique

source: Idle
es: Inactivo
fr: Inactif

source: Install hook
es: Instalar hook
fr: Installer le hook

source: Installed
es: Instalado
fr: Installé

source: Language
es: Idioma
fr: Langue

source: Language changes take effect after you reopen Dev Monitor.
es: El cambio de idioma se aplica al reabrir Dev Monitor.
fr: Le changement de langue prend effet après réouverture de Dev Monitor.

source: Launching…
es: Iniciando…
fr: Démarrage…

source: Light
es: Claro
fr: Clair

source: Load average
es: Carga promedio
fr: Charge moyenne

source: Machine under pressure
es: Equipo bajo presión
fr: Machine sous pression

source: Match app
es: Igual que la app
fr: Comme l’app

source: Memory
es: Memoria
fr: Mémoire

source: Model
es: Modelo
fr: Modèle

source: No history yet
es: Aún no hay historial
fr: Pas encore d’historique

source: No Projects
es: Sin proyectos
fr: Aucun projet

source: No project selected — add one with + and pick it in the sidebar.
es: Ningún proyecto seleccionado — agregá uno con + y elegilo en la barra lateral.
fr: Aucun projet sélectionné — ajoutez-en un avec + et choisissez-le dans la barre latérale.

source: No projects yet — add one in the window.
es: Aún no hay proyectos — agregá uno en la ventana.
fr: Aucun projet — ajoutez-en un dans la fenêtre.

source: Not installed
es: No instalado
fr: Non installé

source: Notifications
es: Notificaciones

source: Notifications are turned off in macOS
es: Las notificaciones están desactivadas en macOS
fr: Les notifications sont désactivées dans macOS

source: Open folder
es: Abrir carpeta
fr: Ouvrir le dossier

source: Open in browser
es: Abrir en el navegador
fr: Ouvrir dans le navigateur

source: Open in editor
es: Abrir en el editor
fr: Ouvrir dans l’éditeur

source: Open System Settings
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages Système

source: Open Window
es: Abrir ventana
fr: Ouvrir la fenêtre

source: Open in
es: Abrir en
fr: Ouvrir dans

source: Out of memory — retrying
es: Sin memoria — reintentando
fr: Mémoire insuffisante — nouvelle tentative

source: Package
es: Paquete
fr: Paquet

source: Port
es: Puerto

source: Project removed
es: Proyecto eliminado
fr: Projet supprimé

source: Projects
es: Proyectos
fr: Projets

source: Recent
es: Recientes
fr: Récents

source: Recovery (recycled, revived, recovered)
es: Recuperación (reciclado, revivido, recuperado)
fr: Récupération (recyclé, relancé, rétabli)

source: Recycling…
es: Reciclando…
fr: Recyclage…

source: Refresh
es: Actualizar
fr: Actualiser

source: Remove
es: Eliminar
fr: Supprimer

source: Remove project
es: Eliminar proyecto
fr: Supprimer le projet

source: Route dev servers through the app
es: Enrutar los servidores de desarrollo por la app
fr: Acheminer les serveurs de dev via l’app

source: Running
es: En ejecución
fr: En cours

source: Server
es: Servidor
fr: Serveur

source: Serving
es: Sirviendo
fr: En service

source: Settings
es: Ajustes
fr: Réglages

source: Show processes
es: Mostrar procesos
fr: Afficher les processus

source: Starting
es: Iniciando
fr: Démarrage

source: Stopped
es: Detenido
fr: Arrêté

source: System
es: Sistema
fr: Système

source: System default
es: Predeterminado del sistema
fr: Par défaut du système

source: System pressure (stuck, orphans, recovered)
es: Presión del sistema (bloqueo, huérfanos, recuperado)
fr: Pression système (blocage, orphelins, rétabli)

source: System pressure cleared
es: Presión del sistema resuelta
fr: Pression système résorbée

source: The machine is no longer under pressure.
es: El equipo ya no está bajo presión.
fr: La machine n’est plus sous pression.

source: The machine is stuck.
es: El equipo está bloqueado.
fr: La machine est bloquée.

source: Theme
es: Tema
fr: Thème

source: Uninstall hook
es: Desinstalar hook
fr: Désinstaller le hook

source: Unresponsive
es: Sin respuesta
fr: Ne répond pas

source: Used for
es: Se usa para
fr: Utilisé pour

source: General
fr: Général
